//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "取消";
"Done" = "完成";

/* Default title */
"Photos" = "相片";

/* No. of selected */
"%@ Photo Selected" = "%@ 張相片被選擇";
"%@ Photos Selected" = "%@ 張相片被選擇";
"%@ Video Selected" = "%@ 個影片被選擇";
"%@ Videos Selected" = "%@ 個影片被選擇";
"%@ Items Selected" = "%@個項目被選擇";

/* Grid view footer */
"%@ Photos" = "%@張照片";
"%@ Videos" = "%@ 個影片";
"%@ Photos, %@ Videos" = "%1$@張照片，%2$@ 個影片";

/* Assets index */
"%@ of %@" = "%2$@ 個其中 %1$@ 個";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "此app並沒有存取您的照片或者是影片。";
"You can enable access in Privacy Settings." = "您已授權存取隱私設定。";

/* Messages if no assets */
"No Photos or Videos" = "無照片或是影片";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "您可以用相機照相及拍影片或用iTunes同步照片及影片到您的 %@ 。";
"You can sync photos and videos onto your %@ using iTunes." = "您可以使用iTunes同步您的照片及影片到您的 %@ 。";

/* Accessibility labels */
"Play" = "播放";
"Select" = "選擇";
"Deselect" = "取消選擇";

/* Video duration spell out */
"hours" = "小時";
"hour" = "小時";
"minutes" = "分鐘";
"minute" = "分鐘";
"seconds" = "秒鐘";
"second" = "秒鐘";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "無法播放串流影片";
"OK" = "確定";
